Repository: Montellese/mediaimporter.emby
Catalog: resources/language/resource.language.pr_*/strings.po
Languages: br

# #32001
source: Retrieving {}...
br: Recuperando {}...

# #32002
source: movies
br: filmes

# #32003
source: TV shows
br: seriados

# #32004
source: seasons
br: temporadas

# #32005
source: episodes
br: episódios

# #32006
source: music videos
br: shows

# #32007
source: collections
br: coleções

# #32011
source: Access
br: Acesso

# #32012
source: User
br: Usuário

# #32013
source: Username
br: Nome do Usuário

# #32014
source: Password
br: Senha

# #32016
source: Test authentication
br: Testar autenticação

# #32017
source: Authentication succeeded
br: Autenticação efetuada com sucesso

# #32018
source: Authentication failed
br: Autenticação falhou

# #32020
source: Import media libraries
br: Importar coleção de mídia

# #32021
source: All
br: Todos

# #32022
source: Choose
br: Escolha

# #32023
source: Choose media libraries
br: Escolha coleção de mídia

# #32024
source: Library
br: Coleção

# #32025
source: Import collections
br: Importar coleções

# #32030
source: Playback
br: Reprodução

# #32031
source: Allow using Direct Play
br: Permitir usar Direct Play

# #32032
source: Enable external subtitles
br: Ativer legendas extenas

# #32034
source: Show server messages as notifications
br: Mostrar mensagens do servidor como notificações

# #32035
source: Authentication
br: Autenticação

# #32038
source: Link to Emby Connect
br: Link para Emby Connect

# #32040
source: Synchronization
br: Sincronização

# #32041
source: Use Kodi Companion server plugin
br: Usar o plugin Kodi Companion server

# #32042
source: Force full synchronization
br: Forçar sincronização total

# #32050
source: Emby server base URI
br: URI base do servidor Emby

# #32051
source: {} is shutting down.
br: {} esta sendo desligado.

# #32052
source: {} is restarting.
br: {} esta reiniciando.

# #32053
source: Do you really want to force a full synchronization?
br: Deseja realmente forçar uma sincronização total?

# #32053
source: Emby Server authentication method
br: Método de autenticação no servidor do Emby

# #32054
source: Failed to retrieve PIN to link to Emby Connect!
br: Falha ao recuperar o PIN para vincular ao Emby Connect!

# #32055
source: Visit [COLOR FF52B54B]https://emby.media/pin[/COLOR] and enter the following PIN:
br: Visite [COLOR FF52B54B]https://emby.media/pin[/COLOR] e entre com o seguinte PIN:

# #32056
source: Linking to Emby Connect has expired!
br: Link para o Emby Connect expirou!

# #32057
source: Choose an Emby server
br: Escolha um servidor Emby

# #32058
source: Emby server access
br: Acesso ao servidor Emby

# #32059
source: Is the Emby server "{}" accessible on the local network?
br: Esta o servidor do Emby "{}" acessível na rede local?

# #32060
source: Failed to connect to Emby server "{}".
br: Falha ao conectar ao servidoor do Emby "{}".

# #32061
source: Linking to Emby Connect failed!
br: Link ao Emby Connect falhou!

# #32062
source: Successfully linked to Emby Connect.
br: lincado com sucesso ao Emby Connect.

# #32100
source: Play ...
br: Reproduzir ...

# #32102
source: Direct Stream
br: Stream Direto

# #32103
source: Synchronise
br: Sincronize

# #32104
source: Refresh metadata
br: Atualizar metadata
